13xforever.language-x86-64-assembly
alefragnani.project-manager
alexdauenhauer.catppuccin-noctis-icons
anseki.vscode-color
avetis.tokyo-night
be5invis.vscode-custom-css
bierner.emojisense
castrogusttavo.symbols
catppuccin.catppuccin-vsc
cheshirekow.cmake-format
ecmel.vscode-html-css
edwinkofler.vscode-hyperupcall-pack-markdown
endormi.2077-theme
enkia.tokyo-night
file-icons.file-icons
franneck94.c-cpp-runner
franneck94.vscode-c-cpp-config
franneck94.vscode-c-cpp-dev-extension-pack
icrawl.discord-vscode
jeff-hykin.better-cpp-syntax
jeff-hykin.better-dockerfile-syntax
joshmu.periscope
laurenttreguier.vscode-simple-icons
letgamer.sweet-vscode
letgamer.sweet-vscode-icons
mads-hartmann.bash-ide-vscode
ms-vscode.cpptools
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.powershell
pkief.material-icon-theme
pkief.material-product-icons
platformio.platformio-ide
subframe7536.custom-ui-style
tonybaloney.vscode-pets
twxs.cmake
unifiedjs.vscode-mdx
urin.vscode-web-visual-editor
vadimcn.vscode-lldb
vscodevim.vim
wilfriedago.vscode-symbols-icon-theme
yzhang.markdown-all-in-one
